Repository: SunRay27/BaldrSkyOmegaT
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: ru_ru

source: "A sound mind dwells in a sound body," huh?@hKOU_0301KM Wait, that's not quite right.
ru_ru: "В здоровом теле здоровый дух", да? Подожди, это ведь не так работает.

source: "But I've never stayed in this kind of hotel before... Wait, it is my first time, right?"
ru_ru: "Но я никогда раньше не останавливался в таком отеле... Постой, это ведь мой первый раз, да?".

source: "Come on, wake up already.
ru_ru: "Давай, просыпайся уже.

source: "Come on, wake up already. You'll be late."
ru_ru: "Давай, просыпайся уже. Ты опоздаешь."

source: "Do I seem older"? Hang on, am I the older one here?!
ru_ru: "Старше вас"? Постой, я здесь что, самый старший?!

source: "Guess I'll sleep."
ru_ru: "Пожалуй, лучше лечь спать".

source: "H-Hey..."
ru_ru: "Эй..."

source: "Kou."
ru_ru: "Коу."

source: "Kou...
ru_ru: "Коу...

source: "Kou... Kou... Kou!"
ru_ru: "Коу... Коу... Коу!"

source: "Kou... Kou... Kou..."
ru_ru: "Коу... Коу... Коу..."

source: "Kou..."
ru_ru: "Коу..."

source: "N-Night!"
ru_ru: "С-спокойной!"

source: "Normal" is about the only way I can describe him.
ru_ru: "Обычный" - единственное слово, которое приходит в голову.

source: "R-Right..."
ru_ru: "Н-ну да..."

source: "She really doesn't care that I'm a guy, huh?"
ru_ru: "Ей действительно все равно, что я парень, да?".

source: "Sheesh.
ru_ru: "Блин.

source: "Sheesh. What am I gonna do with you?"
ru_ru: "Блин. И что мне с тобой делать?"

source: "Wake up, Kou."
ru_ru: "Коу, просыпайся."

source: "Wake up, Lieutenant!"
ru_ru: "Очнитесь, лейтенант!"

source: "We're connected 24/7"...
ru_ru: "Всегда подключены"...

source: "You won't last very long if you keep getting bothered by a fellow soldier's gender. We sleep together a lot, if not as much as those in the army do."
ru_ru: "Ты долго не протянешь, если тебя будет беспокоить пол твоего сослуживца. Мы часто спим вместе, если не чаще тех, кто служит в армии".

source: 'Her.'
ru_ru: 'Она.'

source: (I... wouldn't mind being able to treat her as my sister...
ru_ru: (Я... была бы не против, если бы могла относиться к ней как к своей сестре...

source: ...Am I the only the one who thinks he swings the other way?
ru_ru: ...Мне одной кажется, что он качается в другую сторону?

source: ...Creep.
ru_ru: ...Псих.

source: ...My senior.
ru_ru: ...Сэмпай.

source: 0.93 seconds are all I need to fall asleep. Zzz.
ru_ru: 0,93 секунды - это все, что мне нужно, чтобы заснуть. Хрр.

source: @VAki_Mascot_23@r@@Moe moe kyun |
ru_ru: @VAki_Mascot_23@r@@Моэ моэ кьюн |

source: @VMakoto_Mascot_43@r@@I'll slip right past the firewall in your heart |
ru_ru: @VMakoto_Mascot_43@r@@Я проскользну мимо брандмауэра в твоём сердце. |

source: @hRAIN_0201IK@r@@Open combat!
ru_ru: Контакт!

source: @s0003@m08@f25Before I can find my answer,
ru_ru: @s0003@m08@f25Прежде чем я смог найти ответ на этот вопрос,

source: @s0006@f30@m08Simulacrum
ru_ru: @s0006@f30@m08Симулякр

source: A 30mm handgun, reinforced fists and nails... Crude weapons that I faintly recall.
ru_ru: 30-мм ручной пулемет, укрепленные кулаки и когти... Простое оружие, которое я смутно припоминаю.

source: A Creeping Calamity
ru_ru: Крадущаяся беда

source: A Creeping Figure
ru_ru: Крадущаяся фигура

source: A Creeping Suspicion
ru_ru: Крадущееся подозрение

source: A Designer Child from Hosho... Freak.
ru_ru: Дизайнерское дитя из Хошо... Чудак.

source: A Designer Child who went mad...
ru_ru: Дизайнерское дитя, которое сошло с ума...

source: A Familiar Smile
ru_ru: Знакомая улыбка

source: A Legacy for the Future
ru_ru: Наследие во имя будущего

source: A Sunlit Room
ru_ru: Солнечная комната

source: A VR world run by AI. Mankind built this brand-new world from scratch using nothing but our intellect.
ru_ru: Виртуальный мир, управляемый искусственным интеллектом. Человечество сотворило этот потрясающий мир с нуля, используя лишь свой разум.

source: A basic explanation of the tutorials. There's no need to memorize everything from the beginning. Just take a peek when you're curious.
ru_ru: Простое пояснение к обучению. Нет необходимости читать всё с самого начала. Просто загляни, если будет интересно.

source: A basic rundown of how to perform attacks.
ru_ru: Основные сведения о том, как выполнять атаки.

source: A bunch of metal beetles appear in midair and drop to the ground. They're the same type as the viruses we fought yesterday.
ru_ru: В воздухе появляется куча металлических жуков и падает на землю. Они такие же, что и вирусы, с которыми мы сражались вчера.

source: A close-ranged bombing? Am I being attacked here? The moment I realize that, I start trembling in fear.
ru_ru: Бомбардировка? Меня атакуют? Я начинаю дрожать от страха, как только до меня это доходит.

source: A cool technique where you continue to blast the enemy after knocking them into the air.
ru_ru: Классный прием, когда ты продолжаешь бить врага после того, как подбросил его в воздух.

source: A detective... I see...
ru_ru: Детектив... Вот как...

source: A faint beating all throughout my body.
ru_ru: Слабое биение во всем теле.

source: A flash, followed by a thunderous roar. The machine gets pierced clean through and explodes into tiny pieces.
ru_ru: Вспышка, сопровождаемая громоподобным рёвом. Машину пробили насквозь и она разлетелась на кусочки.

source: A flat chest is a s-status symbol.
ru_ru: Плоская грудь - это признак s-статуса.

source: A gauge that displays the amount of heat built up per attack.
ru_ru: Шкала, отображающая количество тепла, накопленного за атаку.

source: A girl who holds a somewhat special place in my heart.
ru_ru: Девушка, которая занимает особое место в моём сердце.

source: A godsend for prestoopnicks, huh?
ru_ru: Самое то для преступников, хм?

source: A love letter might end up becoming a farewell note. Given those circumstances, soldier romances tend to be very utilitarian in nature.
ru_ru: Любовное письмо может превратиться в прощальную записку. Учитывая эти обстоятельства, романы среди солдат, как правило, носят сугубо утилитарный характер.

source: A makeshift dive point. We'd logged into the internet from here.
ru_ru: Временная точка погружения. Отсюда мы вошли в интернет.

source: A metal body doesn't need air, so breathing here is nothing but a mental exercise. Still, it makes me feel a lot better.
ru_ru: Металлическому телу не нужен воздух, так что дыхание здесь - всего лишь умственное упражнение. Тем не менее, мне становится намного легче.

source: A rocket lands close by and wipes out my scream. The explosion threatens to swallow me whole.
ru_ru: Ракета приземляется рядом и заглушает мой крик. Взрыв грозит поглотить меня целиком.

source: A scumbag low-life piece of unrecyclable trash if there ever was one.
ru_ru: Мерзавец, ничтожество, кусок неутилизируемого мусора, если такой вообще существует.

source: A second-year at Seishu Academy, correct?
ru_ru: Второй курс в Академии Сейшу, верно?

source: A shining star of what it means to be a solider. There's much I'd like to learn from her.
ru_ru: Выдающийся солдат. Я бы многому хотела у неё научиться.

source: A shiver runs through my spine. I finally realize that people have died here.
ru_ru: Дрожь пробегает по моей спине. Я наконец-то понимаю, что здесь погибли люди.

source: A shower of dirt and rock rains on me. The shock waves make my body creak, and pain seeps through the metal.
ru_ru: На меня обрушивается дождь из камней и грязи. От ударных волн моё тело начинает скрипеть, и боль просачивается сквозь металл.

source: A simulacrum isn't just a robot. It's got nerves running throughout so that the pilot can maneuver it like they would their own body.
ru_ru: Симулякр - это не просто робот. У него есть нервы, чтобы пилот мог управлять им, как своим собственным телом.

source: A sliver of doubt creeps into my mind. Should I really trust Rain?
ru_ru: В мою голову закрадываются сомнения. Могу ли я доверять Рейн?

source: A soldier, but also a nice person. But also against AI...
ru_ru: Не только солдат, но и хороший человек. Хоть и против искусственного интеллекта...

source: A somewhat baffled tone. I follow her gaze and find an obnoxiously decorated show window.
ru_ru: Несколько озадаченный тон. Я следую за её взглядом и обнаруживаю весьма вульгарную на вид витрину.

source: A special dash that lets you move faster than normal.
ru_ru: Особый приём, позволяющий двигаться быстрее обычного.

source: A special dash used to close the distance between you and your target.
ru_ru: Специальный прием, используемый для сокращения расстояния между тобой и твоей целью.

source: A sudden, head-splitting pain derails my train of thought.
ru_ru: Внезапная боль начинает раскалывать мою голову, и прерывает ход моих мыслей.

source: A technique that allows you to crush enemies quickly through consecutive attacks.
ru_ru: Техника, позволяющая быстро сокрушать врагов с помощью последовательных атак.

source: A temporary memory disorder? You seem to have forgotten several key details about your life, Lieutenant.
ru_ru: Временное расстройство памяти? Похоже, вы забыли несколько ключевых деталей своей жизни, лейтенант.

source: A tracer bullet slices through the dark sky above and then explodes, and the resulting flash blinds me for a second.
ru_ru: Трассер пронзает темное небо, а затем взрывается, и вспышка на секунду ослепляет меня.

source: A useful technique that allows you to forcefully cancel attacks with specific timing.
ru_ru: Полезный прием, позволяющий принудительно отменять атаки в определённый момент времени.

source: A woman's face peers into mine.
ru_ru: Женское лицо смотрит на меня.

source: A word takes clear shape in my mind, as though the fog over it had been cleared when I noticed my pulse.
ru_ru: В моей голове обретает форму слово, будто туман над ним рассеялся, когда я заметил свой пульс.

source: A-A fundoshi...? It sure is, uh, fashionable.
ru_ru: А-А фундоси...? Это, конечно, эм, модно.

source: AAAHHH?! There's chives coming from my fingers...! Oh, it was just a dream...
ru_ru: ААААА?! Из моих пальцев растёт шнитт-лук...! А, это был просто сон...

source: Aaaaahhhh!
ru_ru: Аааааааааа!

source: Aaahhh!
ru_ru: Аааааа!

source: About the tutorials
ru_ru: Об обучении

source: Absolutely disgusting...
ru_ru: Отвратительно...

source: Accessing your computer...
ru_ru: Получаю доступ к твоему компьютеру...

source: Activating anchor disabling process!
ru_ru: Запускаю процесс отключения якоря!

source: Activating log out process!
ru_ru: Запускаю процесс выхода!

source: Activation of enemy's passive firewall detected. Jamming currently at 70 percent.
ru_ru: Обнаружена активация пассивного вражеского файервола. Уровень помех 70 процентов.

source: Add another to the list of things I've remembered.
ru_ru: Добавьте ещё один пункт в список вещей, которые я вспомнил.

source: Adjust master volume setting
ru_ru: Изменить общую громкость

source: Adjust text display speed
ru_ru: Изменить скорость отображения текста

source: Adjust voice playback speed
ru_ru: Изменить скорость воспроизведения голоса

source: Adjust window opacity
ru_ru: Изменить прозрачность окна

source: Aerial Combos
ru_ru: Воздушные комбо

source: After I say that, I notice the remains of the enemies we just defeated by my feet.
ru_ru: После этих слов я замечаю у своих ног останки врагов, которых мы только что победили.

source: After examining me for a while, she finally opens her mouth.
ru_ru: После того, как она меня осмотрела, она, наконец, открывает рот.

source: After roaming the filthy streets for a while, we walk into a cheap corner hotel.
ru_ru: Побродив некоторое время по грязным улицам, мы заходим в дешёвый отель.

source: After shooting Rain a glance, Noi's eyes start darting around the place.
ru_ru: Бросив взгляд на Рейн, Нои начала мотать глазами по сторонам.

source: After that, we ran through the uninhabited structure for what seemed like an eternity.
ru_ru: После этого мы бежали по безлюдному сооружению, казалось, целую вечность.

source: After the War, heavy restrictions were placed on provincial armies everywhere, and they were downsized and merged into police organizations like the City Defense Force here in Suzushiro.
ru_ru: После войны на региональные армии повсеместно были наложены серьезные ограничения, и они были сокращены и объединены в полицейские организации, такие как Городские Силы Обороны в Судзусиро.

source: Ahh!
ru_ru: А-а-а!

source: Ahh, what a pain. Even breathing's a pain.
ru_ru: Ах, как тяжело. Даже дышать тяжело.

source: Aigis Guard! It's show time!
ru_ru: Барьер Айгис! Шоу начинается!

source: Alienist? I don't know why, but just hearing that word puts me in a foul mood.
ru_ru: Алиенист? Не знаю почему, но от одного этого слова у меня портится настроение.

source: All I can say right now is that anyone who stands in our way is an enemy.
ru_ru: Все, что я могу сказать сейчас, это то, что любой, кто стоит на нашем пути - наш враг.

source: All Rain can do is bite down on her lip.
ru_ru: Рейн от безысходности прикусила губу.

source: All clear.
ru_ru: Всё чисто.

source: All girls love BL.
ru_ru: Всем девушкам нравится яой.

source: All of this makes me sigh, and I sink into a couch placed in the room.
ru_ru: Я вздыхаю и плюхаюсь на диван, стоящий в комнате.

source: All right. Got it.
ru_ru: Хорошо. Понял.

source: All right. I guess I won't have to worry about you not paying up.
ru_ru: Хорошо. Думаю, мне не придется беспокоиться о том, что ты не заплатишь.

source: All right. I mean, you are my comrade.
ru_ru: Хорошо. Вы же мой товарищ.

source: All supernatural phenomena can be explained with nanomachines.
ru_ru: Все сверхъестественные явления можно объяснить с помощью наномашин.

source: All the hostiles we've fought so far have been viruses. Unmanned units.
ru_ru: Нет, все враги, с которыми мы до сих пор сражались, были вирусами. Беспилотные боевые единицы.

source: Allow me to confirm. You remember your name and school year, yes?
ru_ru: Позвольте мне уточнить. Вы помните своё имя и студенческие годы, верно?

source: Allow me to make some tweaks to your unit.
ru_ru: Позволь мне внести некоторые изменения в твой симулякр.

source: Allows you to pull off a sequence of powerful combos.
ru_ru: Позволяет выполнять последовательность мощных комбо.

source: Along with that realization, the faces of my friends from back then flash through my mind.
ru_ru: Вместе с этим в моей памяти промелькнули лица моих друзей тех лет.

source: Also, you needn't be so formal. Regardless of the state your memories are in, you are still my superior officer.
ru_ru: Кроме того, не стоит быть столь формальным. Хоть вы и многое забыли, вы всё ещё мой старший офицер.

source: Am I really a soldier?
ru_ru: Я на самом деле солдат?

source: Am I still dreaming?
ru_ru: Я что, все еще сплю?

source: Am I still having a bad dream? But everything in this feels way too real.
ru_ru: Неужели мне все еще снится дурной сон?

source: Among the crowd, I spot several people decked out in uniforms of various designs.
ru_ru: Среди толпы я замечаю несколько человек, одетых в различные униформы.

source: An alarm! Katyushas incoming! Dodge...@hRAIN_0202KR Too late! Get down!
ru_ru: Тревога! Катюши летят! Уклоняйтесь... Поздно! Ложись!

source: An image of him, clad in uniform, comes to mind.
ru_ru: В памяти всплывает его образ, одетый в униформу.

source: An interesting subject if there ever was one. I'd like to take a peek inside his head sometime.
ru_ru: Интересный субъект, если такие вообще были в моей практике. Я бы хотела как-нибудь заглянуть в его голову.

source: Anchor disabled. Log out possible.
ru_ru: Якорь отключен. Выход теперь возможен.

source: And I see that they're covered in armor too.
ru_ru: И я вижу, что они тоже покрыты броней.

source: And at the same time, the shady sort too?
ru_ru: И вместе с ними, подтягивается всякий сброд?

source: And find her sleeping peacefully.
ru_ru: И вижу, что она мирно спит.

source: And it is governed by countless AI systems around the world, which construct and maintain our virtual reality.
ru_ru: Им управляют бесчисленные системы искусственного интеллекта по всему миру, которые выстраивают и поддерживают нашу виртуальную реальность.

source: And most of all, I know I'll need you to hold my hand through this whole thing. So I really can't act like I'm your boss.
ru_ru: И что самое важное, я знаю, что мне придётся ходить с тобой за руку, пока я не приду в себя. Поэтому я не могу вести себя так, будто я твой начальник.

source: And my consciousness fades to black, enveloped in a sweet scent and a gentle warmth.
ru_ru: И мое сознание гаснет, окутанное приятным ароматом и нежным теплом.

source: And she has a huge rack. But that doesn't detract from her hourglass figure, and she has a very refined air about her.
ru_ru: Рейн выглядит весьма изысканно. У неё здоровенная грудь, но она не контрастирует с её стройной фигурой.

source: And that destroyed the chip, causing his amnesia?
ru_ru: И разрушение чипа вызвало амнезию?

source: And then, what?
ru_ru: И что потом?

source: And what kind of facility was that, anyway?
ru_ru: И что это было за место?

source: And when I finally get back to the real world, I'm faced with a pile of corpses.
ru_ru: А когда я наконец возвращаюсь в реальный мир, передо мной лежит куча трупов.

source: And you are?
ru_ru: А ты?

source: And, at this point, PMCs and their contractors make up the majority of the world's military operations.
ru_ru: И на данный момент ЧВК и их подрядчики выполняют большинство военных операций в мире.

source: Ankimo! Ankimo! Ankimo!
ru_ru: Анкимо! Анкимо! Анкимо!

source: Another attack. The consecutive impacts make me panic.
ru_ru: Еще один взрыв. Непрерывные удары приводят меня в ужас.

source: Another day of fine weather.
ru_ru: Очередного солнечного дня.

source: Anti-AI people? Is everyone still up in arms over the AI thing?
ru_ru: Противники ИИ? Все всё ещё на взводе из-за ИИ?

source: Anything you want, Lieutenant.
ru_ru: Всё что угодно, лейтенант.

source: Anyway, I ran a diagnostic scan while you were asleep.
ru_ru: В любом случае, я провела диагностику, пока ты спал.

source: Anyway, I'm amazed you didn't get hit once.
ru_ru: В любом случае, я удивлена, что по вам ни разу не попали.

source: Anyway, do I always fight like this?
ru_ru: В любом случае, я всегда так сражался?

source: Apart from those soldiers, I also see sex workers, hoodlums, bums, and junkies of all ages and genders.
ru_ru: Кроме этих солдат, я также замечаю проституток, хулиганов, бомжей и наркоманов всех возможных возрастов и полов.

source: Apparently, I was the only one getting worked up.
ru_ru: Похоже, я единственный из нас, кто был взволнован.

source: Apparently, it's hard to tell the difference between teens and adults in their twenties these days.
ru_ru: Видимо, в наше время подростки и двадцатилетние парни на одно лицо.

source: Apparently, the facility had a self-destruct mechanism. You probably lost consciousness due to the impact.
ru_ru: Судя по всему, в здании был установлен механизм самоуничтожения. Вероятно, вы потеряли сознание из-за взрывной волны.

source: Apparently, your brain chip has been damaged.
ru_ru: Судя по всему, твой мозговой чип был поврежден.

source: Are these really my arms?
ru_ru: Это действительно мои руки?

source: Are we really gonna stay here?
ru_ru: Мы что, правда собираемся здесь ночевать?

source: Are you all right, Lieutenant?
ru_ru: С вами всё в порядке, лейтенант?

source: Are you all right? That sounded bad.
ru_ru: Вы в порядке? Звучало нехорошо.

source: Are you awake now, sir?
ru_ru: Вы уже очнулись, сэр?

source: Are you going to... bully me?
ru_ru: Ты будешь... издеваться надо мной?

source: Are you sure about this? I won't be able to provide cover for you if it turns into an all-out melee.
ru_ru: Вы уверены в этом? Я не смогу прикрыть вас, если вы ввяжетесь в рукопашную.

source: Area scan complete. I've identified the reason. It seems the anchor has been tailing us.
ru_ru: Сканирование местности завершено. Я поняла в чём дело. Похоже, якорь следовал за нами.

source: As I reassure her, I press my hurting temples with my fingers.
ru_ru: Успокаивая ее, я нажимаю пальцами на свои виски.

source: As I sit there dazed and confused, the machine sticks a limb out at me.
ru_ru: Пока я сижу ошеломленный и сбитый с толку, машина устремляет ко мне свою клешню.

source: As I sit there impressed, Noi starts smacking me on the back again.
ru_ru: Пока я сижу под впечатлением, Нои снова начинает шлепать меня по спине.

source: As I struggle to cope with a complicated feeling that's part relief and part disappointment, my fatigue catches up to me.
ru_ru: Пока я пытаюсь справиться со сложным чувством, схожим отчасти с облегчением и отчасти с разочарованием, усталость берёт надо мной верх.

source: As if to confirm what Rain said, the viruses run around aimlessly right in front of us.
ru_ru: Как бы подтверждая слова Рейн, вирусы беспорядочно мечутся перед нами.

source: As it does, I catch a glimpse of her shapely behind. She's surprisingly thick for someone with such a slender build.
ru_ru: Я бросаю взгляд на ее стройную спину. Она удивительно мощная для человека с таким стройным телосложением.

source: As my thought process grinds to a halt, a whole bunch of text starts scrolling in front of my eyes.
ru_ru: Когда мой поток мыслей останавливается, перед глазами начинает прокручиваться куча текста.

source: As my vision gradually returns, I see a lit-up skyscraper in front of me, neon signs of all colors at its bottom.
ru_ru: Когда зрение постепенно возвращается, я вижу перед собой освещенный небоскреб, внизу которого расположились неоновые вывески всех цветов.

source: As she speaks, she sticks her hand between a piece of furniture and the wall.
ru_ru: В то время как она это говорит, она просовывает руку между мебелью и стеной.

source: As soldiers, we lie in consoles equipped with life-support systems and dive into the battlefield... I think.
ru_ru: Будучи солдатами, мы располагаемся в консолях, оснащенных системами жизнеобеспечения, и погружаемся на поле боя... Вроде бы.

source: As soon as the word leaves her mouth, her hand begins to harden. I follow suit and let that familiar process take over me.
ru_ru: Как только это слово покидает её рот, её рука застывает. Я следую её примеру и позволяю этому знакомому процессу овладеть мной.

source: As strict as he was back then, this was before everything happened...
ru_ru: Каким бы строгим он ни был тогда, это было до того, как всё случилось...

source: As the throng of viruses suddenly ends, we jump out into a vacant lot we passed through earlier.
ru_ru: Когда лавина вирусов внезапно заканчивается, мы выскакиваем на пустырь, через который недавно проезжали.

source: As they say, there's nothing more dangerous than a cornered animal.
ru_ru: Как говорится, нет ничего опаснее загнанного в угол животного.

source: Ask for confirmation when closing the game
ru_ru: Запрашивать подтверждение при выходе из игры

source: Ask for confirmation when deleting save data
ru_ru: Запрашивать подтверждение при удалении сохранений

source: Ask for confirmation when jumping to next choice
ru_ru: Запрашивать подтверждение при переходе к следующему выбору

source: Ask for confirmation when jumping to previous choice
ru_ru: Запрашивать подтверждение при переходе к предыдущему выбору

source: Ask for confirmation when loading
ru_ru: Запрашивать подтверждение при загрузке

source: Ask for confirmation when moving save data
ru_ru: Запрашивать подтверждение при перемещении сохранений

source: Ask for confirmation when quickloading
ru_ru: Запрашивать подтверждение при быстрой загрузке

source: Ask for confirmation when quicksaving
ru_ru: Запрашивать подтверждение при быстром сохранении

source: Ask for confirmation when restoring to default
ru_ru: Запрашивать подтверждение при возврате к настройкам по умолчанию
